IDEA Open Model
ConnectionSetup.LimitDeformationCheck Property
Compatible with IDEA StatiCa 20.1
 Limit deformation on closed sections check or not
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool LimitDeformationCheck { get; set; }
Public Property LimitDeformationCheck As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace